Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: For China's national legal framework with regard to accounting for storage and transport of chemical weapons and related materials, as well as with regard to securing their production and transport, enforcement measures with regard to accounting for and securing the production, use, storage and transport of chemical weapons and related materials, and national legal framework and enforcement measures with regard to licensing of chemical-materials-related installations, entities and uses, see the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals and the Detailed Rules for the Implementation of the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals.
zh: ⑴ 中国政府制定的对化学武器及相关材料的储藏及运输进行衡算，以及对其生产和运输实施保安的国家法律框架；中国政府制定的对化学武器及相关材料的生产、使用、储藏、运输进行衡算及实施保安的执法措施；中国政府制定的对化学材料的相关装置、实体或使用实施许可证管理的国家法律框架和执法措施：见《中华人民共和国监控化学品管理条例》和《<中华人民共和国监控化学品管理条例>实施细则》。

source: b. For China's national legal framework and enforcement measures with regard to accounting for, securing and physically protecting the means of delivery of chemical weapons and related materials, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies.
zh: ⑵ 中国政府制定的对化学武器及相关材料的运载工具进行衡算、实施保安及实物保护的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: c. For China's other regulations and enforcement measures with regard to the control of chemical materials, see the Measures on the Export Control of Certain Chemicals and Related Equipment and Technologies.
zh: ⑶ 中国政府制定的管理化学材料的其他法规和执法措施：见《有关化学品及相关设备和技术出口管制办法》。

source: d. Item 19 [on matrix p. 13], “Other”: Amend the number of times China has accepted on-site inspections by OPCW to “96”.
zh: ⑷ 第十九条“其他”：中国接受OPCW的核查次数改为“96次”。

source: (iii) Nuclear weapons and related materials
zh: 3. 核武器及相关材料

source: For China's enforcement measures with regard to accounting for and securing the production, use, storage and transport of nuclear weapons and related materials, China's national legal framework and enforcement measures with regard to the physical protection of nuclear-related facilities, materials and transport, and China's enforcement measures regarding the licensing of nuclear-materials-related installations, entities and uses, see the Regulations of the People's Republic of China on the Control of Nuclear Materials and Amendment III of the Criminal Law of the People's Republic of China.
zh: ⑴ 中国政府制定的对核武器及相关材料的生产、使用、储藏和运输进行衡算及实施保安的执法措施；中国政府制定的对核相关设备、材料及运输实施实物保护的国家法律框架和执法措施；中国政府制定的对核材料的相关装置、实体或使用实施许可证管理的执法措施：见《中华人民共和国核材料管制条例》和《中华人民共和国刑法修正案㈢》。

source: b. For China's national legal framework and enforcement measures with regard to accounting for, securing and physically protecting the means of delivery of nuclear weapons and related materials, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies.
zh: ⑵ 中国政府制定的对核武器及相关材料的运载工具进行衡算、实施保安及实物保护的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: c. In Item 15 [on matrix p. 15], China's national nuclear regulatory authority is the China Atomic Energy Authority of China.
zh: ⑶ 第十五条中国的国家核管理机构是中华人民共和国国家原子能机构。

source: d. Item 19 [on matrix p. 15], “Other Agreements related to IAEA”: add the Convention on Nuclear Safety, the Convention on Early Notification of a Nuclear Accident, and the Convention on Assistance in the Case of a Nuclear Accident or Radiological Emergency.
zh: ⑷ 第十九条“与IAEA的其他协议”：补充《核安全公约》、《尽早通报核事故公约》和《核事故或辐射紧急情况援助公约》。

source: (d) Part 3 (c) and (d) of the matrix
zh: ㈣ 表格第三部分(c)(d)

source: For China's implementation of controls on the brokering of, trade in or other assistance in the sale or purchase of biological weapons and related materials, commodities and technologies, as well as its national legal framework with regard to the individual licensing authority for biological weapons and related materials, see the Regulations of the People's Republic of China on Export Control of Dual-use Biological Agents and Related Equipment and Technologies.
zh: ⑴ 中国政府制定的对生物武器及相关材料货物和技术的中间商交易、贸易以及对其买卖的协助实施管制，和针对生物武器及相关材料的单个许可证审批的国家法律框架：见《中华人民共和国生物两用品及相关设备和技术出口管制条例》。

source: The responsible Government department is the Ministry of Commerce of the People's Republic of China.
zh: 主管部门是中华人民共和国商务部。

source: b. For China's national legal framework with regard to the designation of a Government department responsible for enforcement of legislation regarding biological weapons and related materials, see the Criminal Law of the People's Republic of China, the Regulations of the People's Republic of China on Exit and Entry Frontier Inspection, and the Regulations of the People's Republic of China on Export Control of Dual-use Biological Agents and Related Equipment and Technologies.
zh: ⑵ 中国政府制定的规定生物武器及相关材料的执法部门的国家法律框架：见《中华人民共和国刑法》、《中华人民共和国出入境边防检查条例》和《中华人民共和国生物两用品及相关设备和技术出口管制条例》。

source: The Ministry of Commerce of the People's Republic of China should be added to the matrix as the responsible Government department.
zh: 主管部门补充中华人民共和国商务部。

source: c. For item 11 [on matrix p. 18], the “national licensing authority” is the Ministry of Commerce of the People's Republic of China.
zh: ⑶ 第十一条“国家许可证审批机关”是中华人民共和国商务部。

source: For related legislation, see the Regulations of the People's Republic of China on Export Control of Dual-use Biological Agents and Related Equipment and Technologies.
zh: 相关法规见《中华人民共和国生物两用品及相关设备和技术出口管制条例》。

source: d. For item 12 [on matrix p. 18], competent Government departments involved in “interagency license review” include the Ministry of Commerce of the People's Republic of China, the Ministry of Health of the People's Republic of China, the Ministry of Agriculture of the People's Republic of China, and the National Development and Reform Commission of the People's Republic of China.
zh: ⑷ 第十二条“许可证审批部际协调”相关部门包括：中华人民共和国商务部、中华人民共和国卫生部、中华人民共和国农业部和中华人民共和国国家发展和改革委员会。

source: e. For China's national legal framework with regard to related technologies, end-users, catch-all clauses, intangible transfers and re-export controls for biological weapons and related materials, and China's enforcement measures with regard to end-users, catch-all clauses, intangible transfers and re-export controls for biological weapons and related materials, see the Regulations of the People's Republic of China on Export Control of Dual-use Biological Agents and Related Equipment and Technologies.
zh: ⑸ 中国政府制定的针对生物武器及相关材料的相关技术、最终用户、全面控制条款、无形交易和再出口的国家法律框架；中国政府制定的针对生物武器及相关材料的最终用户、全面控制条款、无形交易和再出口的执法措施：见《中华人民共和国生物两用品及相关设备和技术出口管制条例》。

source: f. For China's legal enforcement measures with regard to importing biological weapons and related materials, see the Law of the People's Republic of China on the Quarantine of Animals and Plants Brought Into or Taken Out of Chinese Territory.
zh: ⑹ 中国政府制定的针对生物武器及相关材料的进口的执法措施：见《中华人民共和国进出境动植物检疫法》。

source: For China's national legal framework with regard to controls on the brokering of, trade in or other assistance in the sale or purchase of chemical weapons and related materials, commodities and technologies, its national legal framework with regard to related technologies, catch-all clauses, intangible transfers and re-export controls for chemical weapons and related materials, and China's enforcement measures with regard to end-users, catch-all clauses, intangible transfers and re-export controls for chemical weapons and related materials, see the Measures of the People's Republic of China on Export Control of Certain Chemicals and Related Equipment and Technologies.
zh: ⑴ 中国政府制定的对化学武器及相关材料货物和技术的中间商交易、贸易以及对其买卖的协助实施管制的国家法律框架；中国政府制定的针对化学武器及相关材料的相关技术、全面控制条款、无形交易和再出口的国家法律框架；中国政府制定的针对化学武器及相关材料的最终用户、全面控制条款、无形交易和再出口的执法措施：见《中华人民共和国有关化学品及相关设备和技术出口管制办法》。

source: b. For China's national legal framework with regard to the designation of a Government department responsible for enforcement of legislation regarding chemical weapons and related materials, see the Criminal Law of the People's Republic of China, the Regulations of the People's Republic of China on Exit and Entry Frontier Inspection, the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals, and the Measures of the People's Republic of China on Export Control of Certain Chemicals and Related Equipment and Technologies.
zh: ⑵ 中国政府制定的规定化学武器及相关材料主管部门的国家法律框架：见《中华人民共和国刑法》、《中华人民共和国出入境边防检查条例》、《中华人民共和国监控化学品管理条例》和《中华人民共和国有关化学品及相关设备和技术出口管制办法》。

source: The National Development and Reform Commission of the People's Republic of China and the Ministry of Commerce of the People's Republic of China should be added to the matrix as the responsible Government departments.
zh: 主管部门补充中华人民共和国国家发展和改革委员会和中华人民共和国商务部。

source: c. For China's national legal framework with regard to the sole licensing authority for chemical weapons and related materials, see the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals and the Measures of the People's Republic of China on Export Control of Certain Chemicals and Related Equipment and Technologies.
zh: ⑶ 中国政府制定的针对化学武器及相关材料的单个许可证审批的国家法律框架：见《中华人民共和国监控化学品管理条例》和《中华人民共和国有关化学品及相关设备和技术出口管制办法》。

source: The National Development and Reform Commission of the People's Republic of China and the Ministry of Commerce of the People's Republic of China are the responsible Government departments.
zh: 主管部门是中华人民共和国国家发展和改革委员会和中华人民共和国商务部。

source: d. For item 11 [on matrix p. 21], the “national licensing authorities” are the National Development and Reform Commission of the People's Republic of China and the Ministry of Commerce of the People's Republic of China.
zh: ⑷ 第十一条“中国的国家许可证审批机关”是中华人民共和国国家发展和改革委员会和中华人民共和国商务部。

source: For related legislation, see the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals and the Measures of the People's Republic of China on Export Control of Certain Chemicals and Related Equipment and Technologies.
zh: 相关法规见《中华人民共和国监控化学品管理条例》和《中华人民共和国有关化学品及相关设备和技术出口管制办法》。

source: e. For item 12 [on matrix p. 21], competent Government departments involved in “interagency license review” include the Ministry of Commerce of the People's Republic of China and the National Development and Reform Commission of the People's Republic of China.
zh: ⑸ 第十二条“许可证审批部际协调”相关部门包括：中华人民共和国商务部和中华人民共和国国家发展和改革委员会。

source: f. For item 13 [on matrix p. 22], “Control lists”, the Controlled Chemicals List should be added [to the source document list for this item].
zh: ⑹ 第十三条“管制清单”补充《各类监控化学品名录》。

source: In item 14 [on matrix p. 22], “in accordance with” should be changed to “with reference to”.
zh: ⑺ 第十四条“accordance”改为“reference”。

source: h. For China's enforcement measures with regard to importing chemical weapons and related materials, see the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals.
zh: ⑻ 中国政府制定的针对生物武器及相关材料的进口的执法措施：见《中华人民共和国监控化学品管理条例》。

source: With regard to China's national licensing authority for nuclear weapons and related materials, the China Atomic Energy Authority is responsible for examination and approval of nuclear exports, while the Ministry of Commerce of the People's Republic of China is responsible for examination and approval of exports of nuclear dual-use items and related technologies.
zh: ⑴ 中国核武器及相关材料的国家许可证审批部门：中华人民共和国国家原子能机构负责核出口的审批；中华人民共和国商务部负责核两用品及相关技术的出口审批。

source: b. For item 12 [on matrix p. 25], competent Government departments involved in “inter-agency license review” include the China Atomic Energy Authority, the Ministry of Commerce of the People's Republic of China, the Commission of Science, Technology and Industry for National Defense, the Ministry of Health of the People's Republic of China, and the Ministry of Foreign Affairs of the People's Republic of China.
zh: ⑵ 第十二条“许可证审批部际协调”相关部门包括：中华人民共和国国家原子能机构、中华人民共和国商务部、中华人民共和国国防科学技术工业委员会和中华人民共和国外交部。

source: c. For China's national legal framework and enforcement measures with regard to related technologies, end-users, catch-all clauses, transfers, and re-export and transfer-service controls for nuclear weapons and related materials, see the Regulations of the People's Republic of China on Control of Nuclear Export and the associated control list, and the Regulations of the People's Republic of China on Export Control of Nuclear Dual-use Items and Related Technologies.
zh: ⑶ 中国政府制定的针对核武器及相关材料的相关技术、最终用户管制、全面控制条款、转运、再出口和对提供运输服务进行管制的国家法律框架和执法措施：见《中华人民共和国核出口管制条例》及清单、《中华人民共和国核两用品及相关技术出口管制条例》。

source: d. For China's national legal framework and enforcement measures with regard to the means of delivery of nuclear weapons and related materials, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies and the associated control list.
zh: ⑷ 中国政府制定的针对核武器及相关材料的运载工具的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》及清单。

source: e. For China's national legal framework and enforcement measures with regard to the import of nuclear weapons and related materials, see the Provisions on the Administration of Safeguard and Supervision of Nuclear Import & Export and Foreign Nuclear Cooperation.
zh: ⑸ 中国政府制定的针对核武器及相关材料的进口的国家法律框架和执法措施：见《核进出口及对外核合作保障监督管理规定》。

source: (e) Part 4 of the matrix
zh: ㈤ 表格第四部分

source: (i) [In item 1, centre column, paragraph 1 on matrix p. 27, the phrase] “basically the same as that of the AG but not identical” should be amended to “being considered for updating with reference to recent adjustments of the control list of the AG”.
zh: 1． “basically the same as that of the AG but not identical”改为“being considered updating in reference of the recent adjustments of the control list of the AG”。

source: (ii) [In item 1, centre column, paragraph 3 on matrix p. 27, the phrase] “same as AG lists” should be amended to “being considered for updating with reference to recent adjustments of the control list of the AG”.
zh: 2. “same as AG lists”改为“being considered updating in reference of the recent adjustments of the control list of the AG”。

source: With regard to the issue of assistance in implementing the resolution, China does not require such assistance at the present time.
zh: 二、 关于执行决议过程中的协助问题。 目前中国无需他国提供协助。

source: China has consistently supported international non-proliferation cooperation with practical actions; we are willing to provide assistance to countries in need of it when necessary and feasible.
zh: 中国政府一贯以实际行动支持国际防扩散合作，我们愿意在必要和可行的情况下，向有需要的国家提供力所能及的协助。

source: The Chinese Government agrees that materials it has publicly submitted to the United Nations, the International Atomic Energy Agency (IAEA) or the Organization for the Prohibition of Nuclear Weapons (OPCW) may be used by the Committee in the course of its consideration of China's national report.
zh: 三、 中国政府同意1540委员会在审议中国国家报告的过程中使用我们向联合国、IAEA、OPCW提供的公开资料。

source: Provisional agenda for the 5177th meeting of the Security Council
zh: 安全理事会第5177次会议临时议程

source: To be held on Thursday, 12 May 2005, at 1 p.m.
zh: 定于2005年5月12日星期四下午1时举行

source: Report of the Secretary-General on United Nations assistance to the African Union Mission in the Sudan (S/2005/285)
zh: 秘书长关于联合国向非洲联盟驻苏丹特派团提供援助的报告(S/2005/285)

source: Monthly report of the Secretary-General on Darfur (S/2005/305).
zh: 秘书长关于达尔富尔的每月报告(S/2005/305)。

source: (b) Specific actions related to the particular needs and problems of landlocked developing countries: outcome of the International Ministerial Conference of Landlocked and Transit Developing Countries and Donor Countries and International Financial and Development Institutions on Transit Transport Cooperation (continued)
zh: (b) 与内陆发展中国家特殊需要和问题有关的具体行动：内陆和过境发展中国 家与捐助国及国际金融和发展机构过境运输合作问题国际部长级会议的 结果（续）

source: Agenda item 91: Permanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources
zh: 议程项目91：包括东耶路撒冷在内的被占领巴勒斯坦领土上的巴勒斯坦人民和被占领叙利亚戈兰的阿拉伯人民对其自然资源的永久主权

source: Agenda item 88: Groups of countries in special situations (continued) (A/59/115 and A/59/158)
zh: 议程项目88：处境特殊的各类国家组（续）（A/59/115和A/59/158）

source: (a) Third United Nations Conference on the Least Developed Countries (continued) (A/59/94-E/2004/77)
zh: (a) 第三次联合国最不发达国家问题会议（续）（A/59/94-E/2004/77）

source: (b) Specific actions related to the particular needs and problems of landlocked developing countries: outcome of the International Ministerial Conference of Landlocked and Transit Developing Countries and Donor Countries and International Financial and Development Institutions on Transit Transport Cooperation (continued) (A/59/208)
zh: (b) 与内陆发展中国家特殊需要和问题有关的具体行动：内陆和过境发展中国家与捐助国及国际金融和发展机构过境运输合作问题国际部长级会议的结果（续）（A/59/208）

source: Ms. Katabarwa (Uganda), speaking on agenda item 88 (b), said that her delegation associated itself with the statements made by the representatives of Qatar, Benin and the Lao People's Democratic Republic on behalf of the Group of 77 and China, the Group of Least Developed Countries and the Group of Landlocked Developing Countries, respectively.
zh: 1. Katabarwa女士（乌干达）就议程项目88（b）发言，她说，乌干达代表团同意卡塔尔、贝宁和老挝人民民主共和国代表分别以77国集团和中国、最不发达国家组、内陆发展中国家组的名义所做的发言。

source: The implementation of the Almaty Programme of Action continued to pose serious difficulties for Uganda, which was not only a landlocked and transit developing country but was also suffering from the ongoing decline in price of its major export commodities.
zh: 2. 执行《阿拉木图行动纲领》继续给乌干达带来严重困难。 乌干达不仅是个内陆、过境发展中国家，而且深受其主要出口基础产品价格低迷之苦。

source: For that reason, her delegation shared the view expressed in the Secretary-General's report (A/59/208) that a strong case could be made in respect of landlocked developing countries for giving high priority to financial and technical assistance for the improvement of transport infrastructure and to the management and maintenance of existing facilities.
zh: 因此乌干达代表团同意秘书长在其报告中的意见，按照秘书长的意见，必须把向内陆发展中国家提供财政和技术援助作为重点，以改善这些国家的运输基础设施并保证现有设备的保养和管理。

source: The Almaty Programme of Action recognized the importance of regional arrangements for providing lasting solutions to the transit transport problems of landlocked developing countries.
zh: 3. 《阿拉木图行动纲领》承认签订地区协议长久地解决内陆发展中国家过境运输问题的重要性。

source: Within the East African Community one of the main areas of cooperation was transport infrastructure.
zh: 在东非共同体内部，进行合作的主要方面之一就是运输基础设施。

source: Under the short-term plan for the infrastructure programme of the New Partnership for Africa's Development (NEPAD), the following were considered to be of high priority: the Kenya-Uganda oil pipeline; institutional support for Kenyan, Ugandan and Tanzanian railways; the northern corridor road project; and the telecommunication and information and communication technologies (ICT) sectors.
zh: 根据非洲发展新伙伴关系短期行动计划，下列项目被视为重中之重：穿越肯尼亚和乌干达的输油管，对肯尼亚、乌干达、坦桑尼亚铁路的机构性支援，北方通道的公路项目，以及电讯、信息和通讯技术等部门。

source: The previous week, the African ministers responsible for water management had met in Kampala to set a regional energy strategy.
zh: 上周，负责水资源管理的非洲各国部长在坎帕拉开会，研究制订关于能源方面的地区战略。

source: There were also joint efforts to ensure the sustainable management of the resources of Lake Victoria, improve navigation safety and reduce the high cost of transportation.
zh: 4. 为了保证对维多利亚湖水资源的可持续管理，改进航运安全并降低过高的运输成本，还做出了集体的努力。

source: The East African Customs Union, which would come into effect on 1 January 2005, sought to promote trade and investment in the region.
zh: 从2005年1月1日起正式运作的东非关税联盟，其宗旨是促进本地区的贸易和投资。

source: Goods entering the East African Community would be subject to common rules, legal institutions and administrative structures, and the same external tariffs would be imposed.
zh: 进入东非共同体的商品将服从一整套共同规则、法律制度和行政机构的管理，而且对商品执行的也是统一的关税。

source: The new measures introduced into the Common Market for Eastern and Southern Africa (COMESA) would reduce transit costs considerably.
zh: 在东南非共同市场所采取的新措施将大大降低过境费用。

source: At the national level, limited financial resources were allocated to infrastructure development as a matter of priority to stimulate economic growth.
zh: 在各国内部，有限的财政资源重点使用在发展基础设施上，以促进经济增长。

source: Her delegation continued to believe that regional and subregional trade expansion and economic integration were key components in efforts to resolve the problems faced by the landlocked developing countries, as they helped to attract increased foreign direct investment and promoted export growth.
zh: 5. 乌干达代表团仍然认为，扩大区域和分区域的贸易并进行经济上的整合，可以吸引更多的外国直接投资并有利于促进出口，这对于解决内陆发展中国家所面临的问题十分重要。

source: The development of regional trade and integration would require careful planning and regional coordination.
zh: 严格的规划和进行地区协调对发展贸易和保证地区一体化是很必要的。

source: Her delegation therefore welcomed the decision by the United Nations Conference on Trade and Development (UNCTAD) to hold an expert meeting on the design and implementation of transit transport arrangements to discuss the best available solutions.
zh: 代表团对贸发会议计划召开一次负责制订和执行过境运输协议的专家会议以提供最佳解决方案感到欣慰。

source: The landlocked developing countries also welcomed the support of the United Nations system, including the World Bank, the World Trade Organization (WTO) and other international or regional and subregional organizations, as well as development partners and the private sector, for their efforts to implement the Almaty Programme of Action.
zh: 内陆发展中国家也对联合国系统，特别是世界银行、世界贸易组织和其他国际、区域和分区域以及发展伙伴和私营部门在执行《阿拉木图行动纲领》中给予的支持感到欣慰。

source: Mr. Al-Zaabi (Kuwait), speaking on agenda item 88, associated himself with the statement made by the representative of Qatar on behalf of the Group of 77 and China.
zh: 6. Al-Zaabi先生（科威特）就议程项目88发言，表示支持卡塔尔代表77国集团和中国所做的发言。

source: Owing to its history and geography, Kuwait had always been aware of the importance of trade in the development and advancement of peoples and consequently had sought to develop trading relations with countries throughout the world and to play an important commercial role, particularly in Asia and Africa.
zh: 科威特从其自身的历史和地理情况出发，一贯体会到贸易对发展和人民的进步的重要性，这就促使它增加同全世界各国的贸易交流并在商业方面发挥重要作用，尤其是在亚洲和非洲。

source: Because of the need to strengthen that open-door policy and the hopes that it had engendered, Kuwait had created an appropriate legislative, regulatory and economic environment, modernized its infrastructure, consolidated its international relations and helped the private sector to shoulder its responsibilities for development.
zh: 7. 巩固这一开放进程的必要性以及这个进程带来的希望促使科威特去创造一个法律、制度和经济环境，使其基础设施进一步现代化，加强其国际关系并支持其私营部门，以使私营部门在发展领域内承担起它的责任。

source: The only solution for countries in special situations, particularly landlocked developing countries with economies dependent on a single source of income, was to establish partnerships with their neighbours for the development of effective transit systems and reduction of transit costs by streamlining transit operations across international borders.
zh: 8. 科威特代表团认为，处境特殊国家，特别是那些经济只依附于单一收入来源的国家，例如内陆发展中国家，其惟一出路是与其邻国建立伙伴关系，以发展有效的过境体制，降低运输成本，简化通往国际边境的过境手续。

source: Such partnerships would enable those countries to have equitable access to international markets and allow for the implementation of international transport safety rules and environmental standards within an international trading system and international economy that took account of their special situation.
zh: 这样才能保证这些国家在国际贸易体制的框架内，在考虑其特殊处境的全球经济内，平等地进入国际市场并执行运输安全和环境保护的国际标准。

source: His delegation was aware of the importance of international cooperation and the establishment of sustainable development partnerships.
zh: 9. 科威特代表团意识到国际合作和在可持续发展中建立伙伴关系的重要性。

source: Kuwait had therefore developed and financed projects with several developing countries.
zh: 因此，科威特同许多发展中国家共同制订并投资了一些项目。
